IdeaRS.Connections
EndPlateOnFlangesData.StiffenerThickness Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the stiffener plate thickness.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double StiffenerThickness { get; set; }
Property Value
Type: Double
See Also
Reference
EndPlateOnFlangesData Class
IdeaRS.Connections.Data Namespace